Repository: eugen-paul/AgainstAllBlocks
Catalog: assets/localization/*.po
Languages: de_de

source: Game Over
de_de: Spiel vorbei

# HUD_RESTART
source: Restart
de_de: Neustarten

# HUD_VICTORY
source: Victory
de_de: Sieg

# HUD_NEXT_LEVEL
source: Next Level
de_de: Nächstes Level

# HUD_CONTINUE
source: Continue
de_de: Weiter

# MENU_NEW_GAME
source: New Game
de_de: Neues Spiel

# MENU_LOAD
source: Load
de_de: Laden

# MENU_DELETE_GAME?
source: Delete game slot?
de_de: Spielstand löschen?

# MENU_YES
source: Yes
de_de: Ja

# MENU_NO
source: No
de_de: Nein

# MENU_SETTINGS
source: Settings
de_de: Einstellungen

# MENU_QUIT
source: Quit
de_de: Verlassen

# MENU_BACK
source: Back
de_de: Zurück

# MENU_FPS:
source: Show FPS:
de_de: FPS:

# MENU_BG:
source: Show background:
de_de: Hintergrund:

# MENU_SHADOW:
source: Show shadow:
de_de: Schatten:

# MENU_EFFECTS:
source: Effects:
de_de: Effekte:

# E_OFF
source: OFF
de_de: Aus

# E_LOW
source: LOW
de_de: Wenig

# E_HIGH
source: HIGH
de_de: Alles

# LEVEL_MENU
source: Menu
de_de: Menü

# LEVELS_EXIT
source: Exit
de_de: Beenden

source: Yes
de_de: Ja

source: No
de_de: Nein

# GET_X_POINTS.
source: Get at least {0} point.
de_de: Erreiche mindestens {0} Punkt.

# CATCH_X_ROCKETS.
source: Catch at least {0} rocket.
de_de: Fange mindestens {0} Rakete.

# CATCH_X_BOMBS.
source: Catch at least {0} bomb.
de_de: Fange mindestens {0} Bombe.

source: Don't use rockets.
de_de: Benutze keine Raketen.

source: Don't lose any life.
de_de: Verliere kein Leben.

source: Don't catch any items.
de_de: Fange keine Gegenstände.

# UPGRADE_EMPTY_0.
source: Empty.
de_de: Leer.

# UPGRADE_EXTRA_LIFE_0.
source: No extra life.
de_de: Kein Extraleben.

# UPGRADE_EXTRA_LIFE_1.
source: 1 extra life.
de_de: 1 Extraleben.

# UPGRADE_EXTRA_LIFE_2.
source: 2 extra life.
de_de: 2 Extraleben.

# UPGRADE_EXTRA_LIFE_3.
source: 3 extra life.
de_de: 3 Extraleben.

# UPGRADE_PADDLE_SPEED_0.
source: Standard speed of the paddle.
de_de: Geschwindigkeit des Schlägers unverändert.

# UPGRADE_PADDLE_SPEED_1.
source: Increases paddle speed by 10%.
de_de: Geschwindigkeit des Schlägers um 10% erhöht.

# UPGRADE_PADDLE_SPEED_2.
source: Increases paddle speed by 20%.
de_de: Geschwindigkeit des Schlägers um 20% erhöht.

# UPGRADE_PADDLE_SPEED_3.
source: Increases paddle speed by 30%.
de_de: Geschwindigkeit des Schlägers um 30% erhöht.
